Repository: MrJohnZoidberg/Snips-Wecker
Catalog: alarmclock/locales/*/LC_MESSAGES/messages.po
Languages: de

source: Alarm is now ended.
de: Alarm beendet.

source: It's {h}:{min} .
de: Es ist jetzt {h} Uhr {min} .

source: monday
de: Montag

source: tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: friday
de: Freitag

source: saturday
de: Samstag

source: thursday
de: Donnerstag

source: sunday
de: Sonntag

source: Sorry, I did not understand you.
de: Ich habe dich leider nicht verstanden.

source: here
de: hier

source: This room here hasn't been configured yet.
de: Dieser Raum wurde noch nicht eingestellt.

source: Please see the instructions for this alarm clock app for how to add rooms.
de: Bitte schaue in der Anleitung von dieser Wecker-Äpp nach, wie man Räume hinzufügen kann.

source: The room {room} has not been configured yet.
de: Der Raum {room} wurde noch nicht eingestellt.

source: I'm afraid I didn't understand you.
de: Ich habe dich leider nicht verstanden.

source: This time is in the past.
de: Diese Zeit liegt in der Vergangenheit.

source: Please set another alarm.
de: Bitte stelle einen anderen Alarm.

source: This alarm would ring now.
de: Dieser Alarm würde jetzt klingeln.

source: The alarm will ring {room_part} {future_part} at {h}:{min}.
de: Der Wecker wird {future_part} um {h} Uhr {min} {room_part} klingeln.

source: no alarm
de: keinen Alarm

source: one alarm
de: einen Alarm

source: There is {room_part} {future_part} {time_part} {num_part}{end}
de: Es gibt {room_part} {future_part} {time_part} {num_part}{end}

source: {num} alarms
de: {num} Alarme

source: There are {room_part} {future_part} {time_part} {num_part}{end}
de: Es gibt {room_part} {future_part} {time_part} {num_part}{end}

source: The next five are:
de: Die nächsten fünf sind:

source: The next alarm {room_slot} starts {future_part} at {h}:{min} {room_part}.
de: Der nächste Alarm {room_slot} startet {future_part} um {h} Uhr {min} {room_part}.

source: There is {room_part} {future_part} {time_part} {num_part}.
de: Es gibt {room_part} {future_part} {time_part} {num_part}{end}

source: You missed {room_part} {future_part} {time_part} {num_part}{end}
de: Du hast {room_part} {future_part} {time_part} {num_part} verpasst{end}

source: at {h}:{min}
de: um {h} Uhr {min}

source: and
de: und

source: There is no alarm {room_part} {future_part} {time_part}.
de: Es gibt {room_part} {future_part} {time_part} keinen Alarm.

source: Are you sure you want to delete the only alarm {room_slot} {future_part} at {h}:{min} {room_part}?
de: Möchtest du {room_slot} den einzigen Alarm {future_part} um {h} Uhr {min} {room_part} wirklich löschen?

source: There are {future_part} {time_part} {room_part} {num} alarms. Are you sure?
de: Es gibt {future_part} {time_part} {room_part} {num} Alarme. Bist du dir sicher?

source: Done.
de: Erledigt.

source: I will wake you in {min} minutes.
de: Ich wecke Dich in {min} Minuten.

source: and
de: und

source: one hour
de: einer Stunde

source: {delta_hours} hours
de: {delta_hours} Stunden

source: one minute
de: einer Minute

source: {delta_minutes} minutes
de: {delta_minutes} Minuten

source: in {hour_part} and {minute_part}
de: in {hour_part} und {minute_part}

source: today
de: heute

source: tomorrow
de: morgen

source: {delta_hours} hours ago
de: vor {delta_hours} Stunden

source: yesterday
de: gestern

source: the day after tomorrow
de: übermorgen

source: on {weekday}
de: am {weekday}

source: on {weekday} in exactly one week
de: am {weekday} in genau einer Woche

source: {delta_days} days ago
de: vor {delta_days} Tagen

source: in {delta_days} days, on {weekday}, the {day}.{month}.
de: in {delta_days} Tagen, am {weekday}, dem {day}.{month}.

source: from
de: von

source: to {future_part_to} {h_to}:{min_to}
de: bis {future_part_to} {h_to} Uhr {min_to}

source: as of
de: ab

source: {from_word} {future_part_from} {h_from}:{min_from}
de: {from_word} {future_part_from} {h_from} Uhr {min_from}
